Revit 2027 API
GroupTypeId.Support Property
 Supports.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Support { get; }
Public Shared ReadOnly Property Support As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Support {
	ForgeTypeId^ get ();
}
static member Support : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace